[{"id":1,"name":"Avatar","description":"Pochahuntus in space (James Cameron thought he was original)","rating":7.0,"year":"2009"},{"id":2,"name":"Home Alone","description":"Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By planting booby traps galore, adorably mischievous Kevin stands his ground as his frantic mother attempts to race home before Christmas Day.","rating":7.4,"year":"1990"},{"id":3,"name":"Home Alone 2: Lost in New York","description":"Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's determined to foil their plans to rob a toy store on Christmas Eve.","rating":6.7,"year":"1992"},{"id":4,"name":"Kevin sam w domu wedlug Dudzika i Jasia","description":"A brand new look into the story of Kevin McCallister by the polish geniuses Dominik Dudzik and Jas Dmoch.","rating":10,"year":"2022"},{"id":5,"name":"Avatar","description":"Blue people in space and explutative humans","rating":7.0,"year":"2009"},{"id":6,"name":"Die letzte Party deines Lebens","description":"Julia and her friends, celebrating their high school graduation in Croatia, find themselves the targets of a masked killer who begins picking them off, one by one.","rating":4.7,"year":"2018-03-22"},{"id":7,"name":"Die letzte Party deines Lebens","description":"Julia and her friends, celebrating their high school graduation in Croatia, find themselves the targets of a masked killer who begins picking them off, one by one.","rating":4.7,"year":"2018-03-22"},{"id":8,"name":"Die Hard 2","description":"Off-duty cop John McClane is gripped with a feeling of déjà vu when, on a snowy Christmas Eve in the nation’s capital, terrorists seize a major international airport, holding thousands of holiday travelers hostage. Renegade military commandos led by a murderous rogue officer plot to rescue a drug lord from justice and are prepared for every contingency except one: McClane’s smart-mouthed heroics.","rating":6.9,"year":"1990-07-02"},{"id":9,"name":"Die Hard","description":"NYPD cop John McClane's plan to reconcile with his estranged wife is thrown for a serious loop when, minutes after he arrives at her office, the entire building is overtaken by a group of terrorists. With little help from the LAPD, wisecracking McClane sets out to single-handedly rescue the hostages and bring the bad guys down.","rating":7.8,"year":"1988-07-15"},{"id":10,"name":"Die letzte Party deines Lebens","description":"Julia and her friends, celebrating their high school graduation in Croatia, find themselves the targets of a masked killer who begins picking them off, one by one.","rating":4.7,"year":"2018-03-22"},{"id":11,"name":"Love Actually","description":"Eight London couples try to deal with their relationships in different ways. Their tryst with love makes them discover how complicated relationships can be.","rating":7.1,"year":"2003"},{"id":12,"name":"Red Nose Day Actually","description":"Fourteen years after the events of the first film, a series of encounters between people in Britain reminds us that in these different times Love, actually exists.","rating":7.2,"year":"2017"},{"id":13,"name":"The Social Network","description":"The tale of a new breed of cultural insurgent: a punk genius who sparked a revolution and changed the face of human interaction for a generation, and perhaps forever.","rating":7.3,"year":"2010"},{"id":14,"name":"#chicagoGirl","description":"From her childhood bedroom in the Chicago suburbs, an American teenage girl uses social media to run the revolution in Syria. Armed with Facebook, Twitter, Skype and cameraphones, she helps her social network in Damascus and Homs braves snipers and shelling in the streets and the world the human rights atrocities of one of the most brutal dictators. But as the revolution rages on, everyone in the network must decide what is the most effective way to fight a dictator: social media or AK-47s.","rating":6.7,"year":"2013"},{"id":15,"name":"Rush Hour","description":"When Hong Kong Inspector Lee is summoned to Los Angeles to investigate a kidnapping, the FBI doesn't want any outside help and assigns cocky LAPD Detective James Carter to distract Lee from the case. Not content to watch the action from the sidelines, Lee and Carter form an unlikely partnership and investigate the case themselves.","rating":7,"year":"1998"},{"id":16,"name":"L'ora di punta","description":"A civil servant (Michele Lastella) uses shady methods to become a powerful businessman.","rating":5.3,"year":"2007"},{"id":17,"name":"The Holiday","description":"Two women, one from the United States and one from the United Kingdom, swap homes at Christmas time after bad breakups with their boyfriends. Each woman finds romance with a local man but realizes that the imminent return home may end the relationship.","rating":7.1,"year":"2006"},{"id":18,"name":"The Fifth Element","description":"In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.","rating":7.5,"year":"1997"}]